dbaeumer.vscode-eslint
esbenp.prettier-vscode
bradlc.vscode-tailwindcss
styled-components.vscode-styled-components
rbbit.typescript-hero
dsznajder.es7-react-js-snippets
dcastilias.nextjs-snippets
GraphQL.vscode-graphql
christian-kohler.path-intellisense
wix.vscode-import-cost
mikestead.dotenv
eamodio.gitlens
humao.rest-client
codeium.codeium
vscode-icons-team.vscode-icons